{
	"title": "Politique de Confidentialité",
	"effectiveDate": "Date d'entrée en vigueur : 30/09/2023",
	"sections": [
		{
			"title": "Introduction",
			"content": "Bienvenue sur CuisineFiesta App. Nous nous engageons à respecter et à protéger votre vie privée. Cette politique de confidentialité explique comment nous collectons, utilisons et protégeons vos informations personnelles. En utilisant CuisineFiesta, vous acceptez les termes de cette politique de confidentialité."
		},
		{
			"title": "Collecte et Utilisation des Informations",
			"content": "Nous collectons vos informations personnelles lorsque vous utilisez l'application. Vos informations nous servent à fournir l'ensemble des services et fonctionnalités de CuisineFiesta"
		},
		{
			"title": "Consentement",
			"content": "En utilisant l'application, vous consentez à la collecte, l'utilisation et le stockage de vos informations personnelles comme décrit dans cette politique de confidentialité."
		},
		{
			"title": "Protection des Données",
			"content": "Nous mettons en place des mesures de sécurité pour protéger vos informations personnelles contre les accès non autorisés, les pertes et les fuites."
		},
		{
			"title": "Droit d'Accès et de Rectification",
			"content": "Vous avez le droit d'accéder à vos informations personnelles et de les modifier. Vous pouvez également demander la suppression de vos données."
		},
		{
			"title": "Transparence des Recettes Partagées",
			"content": "Les recettes partagées sur l'application seront visibles par tous les utilisateurs. En partageant une recette, vous acceptez que les informations que vous fournissez soient visibles publiquement."
		},
		{
			"title": "Suppression de Compte",
			"content": "Vous pouvez supprimer votre compte et vos informations personnelles à tout moment en contactant le support."
		},
		{
			"title": "Contact",
			"content": "Si vous avez des questions concernant cette politique de confidentialité ou vos informations personnelles, veuillez nous contacter à contact@cuisinefiesta.com."
		},
		{
			"title": "Clause de Réserve",
			"content": "Nous nous réservons le droit de mettre à jour, modifier ou réviser cette politique de confidentialité à tout moment, à notre discrétion. Les modifications entreront en vigueur dès leur publication sur cette page. Nous vous encourageons à consulter régulièrement cette page pour rester informé des changements. Votre utilisation continue de l'application après la publication de modifications signifie que vous acceptez ces modifications."
		},
		{
			"title": "Changements de Politique",
			"content": "En cas de modification substantielle de cette politique de confidentialité, nous vous informerons par le biais d'une notification dans l'application, par e-mail ou par d'autres moyens appropriés. Votre consentement actuel sera respecté pour les données collectées jusqu'à la date de modification, à moins que vous ne choisissiez de retirer votre consentement. Nous vous encourageons à relire périodiquement cette politique de confidentialité pour rester informé de la manière dont nous protégeons vos informations."
		}
	]
}
 